Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_4.tmx
Source language: de
Languages: en

source: Elektronische Dartspiele
en: Electronic dart games

source: Spielzeugfiguren zum Sammeln
en: Collectable toy figures

source: Christbaumschmuck mit Musik
en: Musical Christmas tree ornaments

source: Kindertische mit integriertem Spielzeug
en: Children's multiple activity tables [playthings]

source: Brustschutz für Sportler
en: Chest protectors for sports use

source: Pompons für Cheerleader
en: Cheerleading pom-poms

source: Behältnisse für Spielezubehör
en: Cases for play accessories

source: Bumerangs
en: Boomerangs

source: Körperschutzausstattung für Sportler
en: Body protectors for sports use

source: Blocking Dummys
en: Blocking dummies

source: Chipmarker für Bingo
en: Chip markers for bingo

source: Netze für Billardtaschen
en: Nets for billiard tables

source: Schutznetz für Baseballpitcher
en: Baseball pitching screens

source: Batting-Tees für Baseball
en: Baseball batting tees

source: Badminton-Artikel
en: Badminton equipment

source: Babyrasseln einschließlich Beißringe
en: Baby rattles incorporating teething rings

source: Gewichtsstangen für das Gewichteheben
en: Dumbbell shafts for weight lifting

source: Angepasste Taschen für Bowlingkugeln
en: Bags adapted for bowling balls

source: Tarotkarten [Spielkarten]
en: Tarot cards [playing cards]

source: Puckabpraller für das Hockeytraining
en: Puck rebounders for hockey training

source: Gyroskope und Flugstabilisatoren für Modellflugzeuge
en: Gyroscopes and flight stabilizers for model aircraft

source: Schutzfolien für Bildschirme für tragbare Spiele
en: Protective films adapted for screens for portable games

source: Armschutz [Sportartikel]
en: Arm guards for sports use

source: Handschoner für Sportler
en: Hand pads for sports use

source: Ausgeformte Putterschlägerhüllen
en: Shaped covers for golf putters

source: Tally Balls für Billard
en: Billiard tally balls

source: Boccia-Bälle
en: Bocce balls

source: LED-Leuchtstäbe [Spielzeug]
en: LED light sticks (toys)

source: Kegel [Spiel]
en: Skittles [games]

source: Masken [Spielzeug]
en: Masks [playthings]

source: Spielgeräte zur Verwendung mit Fernsehempfängern
en: Apparatus for games adapted for use with television receivers

source: Speziell an tragbare Spiele angepasste Transportbehältnisse
en: Carrying cases specially designed for portable games

source: Schutzetuis für Videospiel-Fernbedienungen
en: Protective cases for video game device remote controls

source: Schutzfolien für Videospiel-Fernbedienungen
en: Protective films for video game device remote controls

source: Taillenschutz für Sportler
en: Waist protectors for athletic use

source: Handinnenflächenschutz für Sportler
en: Palm protectors for athletic use

source: Unterleibsschutz für Sportler
en: Abdomen protectors for athletic use

source: Nordic Walking Stöcke
en: Nordic walking poles

source: Spielautomaten mit Greifer
en: Claw crane game machines

source: Aufblasbare Klatschstangen
en: Inflatable balloon cheering sticks

source: Vibrationsdämpfer für Tennisschläger
en: Vibration dampeners for tennis rackets

source: Interaktive Spielstühle für Videospiele
en: Interactive gaming chairs for video games

source: Stelzen für Freizeitzwecke
en: Stilts for recreational purposes

source: Hebegriffe zum Gewichtheben
en: Lifting grips for weight lifting

source: Tragbare Spielgeräte
en: Portable gaming devices

source: Joysticks für Videospielgeräte
en: Controllers for video game machines

source: Ferngesteuerte Spielzeugroboter
en: Radio-controlled toy robots

source: Automatische Mah-Jong-Tische
en: Automatic mahjong tables

source: Stufenbarren
en: Uneven bars

source: Smetana [Sauerrahm]
en: Smetana [sour cream]

source: Konservierte Oliven
en: Olives, preserved

source: Essbare Vogelnester
en: Edible birds' nests

source: Miesmuscheln [nicht lebend]
en: Blue mussels [not live]

source: Gemüsesaftkonzentrate für die Küche
en: Vegetable juice concentrates for food

source: Verarbeitetes Gemüse
en: Processed vegetables

source: Tomatensaft für die Küche
en: Tomato juice for cooking

source: Verarbeiteter Käse
en: Processed cheese

source: Palmkernöl für Speisezwecke
en: Palm kernel oil for food

source: Konservierte Erdbeeren
en: Strawberries being preserved

source: Saubohnen
en: Broad beans

source: Quenelles [Fisch]
en: Quenelles [fish]

source: Fertiggerichte vorwiegend bestehend aus Wild
en: Prepared meals consisting principally of game

source: Getrocknete Kokosnüsse
en: Coconut, desiccated

source: Leber
en: Liver

source: Brühen [Suppen]
en: Broth [soup]

source: Guacamole [pürierte Avocado]
en: Guacamole [mashed avocado]

source: Gefrorenes Gemüse
en: Frozen vegetables

source: Milchpulver für Nahrungszwecke
en: Powdered milk for food purposes

source: Seebarsch [nicht lebend]
en: Sea basses [not live]

source: Aromatisierte Milchgetränke
en: Flavoured milk beverages

source: Bohnen in Dosen
en: Canned beans

source: Suppen in Dosen
en: Canned soups

source: Geschältes Gemüse
en: Peeled vegetables

source: Joghurt aus Ziegenmilch
en: Yoghurt made from goats milk

source: Fertiggerichte aus Geflügel [hauptsächlich bestehend aus Geflügel]
en: Prepared meals made from poultry [poultry predominating]

source: Vollständig oder überwiegend aus Geflügel bestehende gekochte Fertiggerichte
en: Ready cooked meals consisting wholly or substantially wholly of poultry

source: Pikante Butter
en: Savory butters

source: Kartoffelchips als Snack angeboten
en: Potato crisps in the form of snack foods

source: Präparate zur Zubereitung von Joghurt
en: Preparations for making yoghurt

source: Fertiggerichte hauptsächlich bestehend aus Fleisch
en: Prepared dishes consisting principally of meat

source: Fertiggerichte hauptsächlich bestehend aus Eiern
en: Prepared meals containing [principally] eggs

source: Seidenraupenpuppen zur menschlichen Ernährung
en: Silkworm chrysalis for human consumption

source: Geröstete Purpurtangblätter [Yakinori]
en: Toasted sheets of laver (yaki-nori)

source: Joghurt mit Fruchtgeschmack
en: Fruit flavoured yoghurts

source: Fruchtsäfte für die Küche
en: Fruit juices for cooking

source: Weichschildkröten [nicht lebend]
en: Soft-shelled turtles [not live]

source: Marmeladen
en: Marmalade

source: Zubereitete Cashewnüsse
en: Cashew nuts (Prepared -)

source: Zubereitete Oliven
en: Olives, [prepared]

source: Eingelegtes Gemüse
en: Pickled vegetables

source: Getrocknete Trüffel [essbare Pilze]
en: Dried truffles [edible fungi]

source: Gemüseextrakte für Nahrungszwecke
en: Vegetable extracts for food

source: Entwässerte Hühnchen
en: Dehydrated chicken

source: Nicht lebende Hummer
en: Lobsters, not live

source: Speiseöle zum Kochen von Lebensmitteln
en: Edible oils for use in cooking foodstuffs

source: Extrakte aus Gemüse [Säfte] zum Kochen
en: Extracts of vegetables [juices] for cooking

source: Sülzen
en: Brawn

source: Extrakte mit Rinderbratengeschmack
en: Roast beef flavoured extract

source: Zubereitetes Obst
en: Prepared fruits

source: Fleischerzeugnisse in Form von Burgern
en: Meat products being in the form of burgers

source: Schlagsahne auf Milchbasis
en: Dairy-based whipped topping

source: Milchpulver
en: Powdered milk

source: Kichererbsenpaste [Hummus]
en: Hummus [chickpea paste]

source: Verarbeitete Sonnenblumenkerne
en: Sunflower seeds, prepared

source: Ajvars [konservierte Paprika]
en: Ajvar [preserved peppers]

source: Fisch in Olivenöl
en: Fish in olive oil

source: Nicht lebende Shrimps
en: Shrimps, not live

source: Hähnchen
en: Chicken

source: Vorwiegend aus Fisch bestehende, gekühlte Lebensmittel
en: Chilled foods consisting predominately of fish

source: Milchweißer für Getränke
en: Whiteners [dairy] for beverages

source: Gelbe Splittererbsen
en: Yellow split peas

source: Verarbeitete Erdnüsse
en: Peanuts, prepared

source: Fischeier für den menschlichen Verzehr
en: Fish eggs for human consumption

source: Tomatenkonzentrate [Püree]
en: Tomato concentrates [puree]

source: Gekühlte Fischgerichte
en: Chilled meals made from fish

source: Kokosöl für Speisezwecke
en: Coconut oil for food

source: Fettarme Joghurts
en: Low fat yoghurts

source: Sesamsamenpaste [Tahini]
en: Tahini [sesame seed paste]

source: Fette für die Herstellung von Speisefetten
en: Fatty substances for the manufacture of edible fats

source: Vegetarische Wurstwaren
en: Vegetarian sausages

source: Suppenwürfel
en: Soup cubes

source: Verarbeiteter Spinat
en: Spinach [prepared]

source: Lezithin für Speisezwecke
en: Lecithin for culinary purposes

source: Milchfermente für Speisezwecke
en: Milk ferments for culinary purposes

source: Gefrorene Fleischwaren
en: Frozen meat products

source: Thunfisch [nicht lebend]
en: Tuna fish [not live]

source: Gefrorene Fischprodukte
en: Fish products being frozen

source: Gefrorene Pommes Frites
en: Frozen french fries

source: Tiefgefrorene Hühnchen
en: Deep frozen chicken

source: Desserts aus Milchprodukten
en: Desserts made from milk products

source: Konservierte Pilze
en: Mushrooms, preserved

source: Grüne Splittererbsen
en: Green split-peas

source: Gemüseextrakte zum Kochen
en: Vegetable extracts for cooking

source: Sultaninen
en: Sultanas

source: Konservierter Zuckermais
en: Sweetcorn [preserved]

source: Konservierte Mandarinen
en: Tangerines [preserved]

source: Umhüllte Erdnüsse
en: Coated peanuts

source: Butter für Kochzwecke
en: Butter for use in cooking

source: Fertiggerichte hauptsächlich bestehend aus Hühnchen
en: Prepared meals containing [principally] chicken

source: Obst- und Nussmischungen
en: Mixtures of fruit and nuts

source: Verarbeiteter Fond
en: Stock [prepared]

source: Aromatisierte Joghurts
en: Flavoured yoghurts

source: Sojabohnenöle zum Kochen
en: Soybean oil for cooking

source: Milch
en: Milk

source: Schneckeneier für Nahrungszwecke
en: Snail eggs for consumption

source: Seeohren [nicht lebend]
en: Abalones [not live]

source: Buttermilch
en: Buttermilk

source: Alginate für Speisezwecke
en: Alginates for culinary purposes

source: Zubereitete Gemüseprodukte
en: Prepared vegetable products

source: Essbare Öle aus Leinsamen
en: Linseed oils [edible]

source: Joghurt
en: Yoghurt

source: Eiweiß [Eiklar]
en: White of eggs

source: Kaviar
en: Caviar

source: Konservierte Tomaten
en: Tomato preserves

source: Essbare Nüsse
en: Edible nuts

source: Angereicherte Butter
en: Concentrated butter

source: Eingedickte Tomaten
en: Condensed tomatoes

source: Nicht lebende Seegurken
en: Sea-cucumbers, not live

source: Kandierte Fruchtsnacks
en: Candied fruit snacks

source: Geräucherte Wurst
en: Smoked sausages

source: Verarbeitete Kalmare
en: Squid [prepared]

source: Geschälte Nüsse
en: Shelled nuts

source: Dips auf Milchbasis
en: Dairy-based dips

source: Prostokwascha [Sauermilch]
en: Prostokvasha [soured milk]

source: Abgepackte Gerichte, überwiegend aus Meeresfrüchten
en: Pre-packaged dinners consisting primarily of seafood

source: Seeigel [nicht lebend]
en: Sea urchins [not live]

source: Wale [nicht lebend]
en: Whales [not live]

source: Eingemachte Nüsse
en: Preserved nuts

source: Nusspasten [Füllmassen]
en: Pastes made from nuts

source: Verarbeitete Algen für Speisezwecke
en: Algae prepared for human foods

source: Nicht lebende Austern
en: Oysters, not live

source: Aus Fisch gewonnene Speiseöle [ausgenommen Lebertran]
en: Edible oils derived from fish [other than cod liver oil]

source: Vollständig oder vorwiegend aus Wild bestehende gekochte Fertiggerichte
en: Ready cooked meals consisting wholly or substantially wholly of game

source: Geflügelstückchen zur Verwendung als Sandwichfüllung
en: Pieces of chicken for use as a filling in sandwiches

source: Fertiggerichte vorwiegend bestehend aus Meeresfrüchten
en: Prepared meals consisting substantially of seafood

source: Nicht lebende Langusten
en: Spiny lobsters, not live

source: Eiweiß [Albumin] für Speisezwecke
en: Albumen for culinary purposes

source: Verarbeitete Eier
en: Processed eggs

source: Streichkäse
en: Cheese spreads

source: Verarbeiteter Soja
en: Soya [prepared]

source: Sojaöl für Speisezwecke
en: Soya bean oil for food

source: Kürbisse [konserviert]
en: Squashes [plants, preserved]

source: Leinsamenöl für Speisezwecke
en: Linseed oil for culinary purposes

source: Fruchthaltige Milchgetränke
en: Milk drinks containing fruits

source: Hauptsächlich aus Gemüse bestehende, tiefgekühlte Fertiggerichte
en: Frozen prepared meals consisting principally of vegetables

source: Leichter Weichkäse
en: Soft white cheese

source: Öle und Fette
en: Oils and fats

source: Nicht lebende Krustentiere
en: Crustaceans, not live

source: Eier
en: Eggs

source: Nicht lebende Krebse
en: Crayfish, not live

source: Thunfisch [konserviert]
en: Tuna fish [preserved]

source: Pflanzensäfte für die Küche
en: Vegetable juices for cooking

source: Rosinen
en: Raisins

source: Konservierte Trüffel
en: Truffles, preserved

source: Zubereitete Salate
en: Prepared salads

source: Eingemachtes Gemüse
en: Preserved vegetables

source: Gänseleberpastete
en: Goose liver pate

source: Geröstete Erdnüsse
en: Roasted peanuts

source: Speiseöle zum Glasieren von Lebensmitteln
en: Edible oils for glazing foodstuffs

source: Gefüllte Kartoffeln
en: Filled potato skins

source: Vorwiegend aus Fisch bestehende, gekochte Gerichte
en: Cooked meals consisting principally of fish

source: Quenelles [Fleisch]
en: Quenelles [meat]

source: Vollständig oder vorwiegend aus Fleisch bestehende gekochte Fertiggerichte
en: Ready cooked meals consisting wholly or substantially wholly of meat

source: Rhabarber in Sirup
en: Rhubarb in syrup

source: Fertiggerichte hauptsächlich bestehend aus Speck
en: Prepared meals containing [principally] bacon

source: Pektin für Speisezwecke
en: Pectin for culinary purposes

source: Zubereitete Pilze
en: Mushrooms, prepared

source: Tiefgefrorenes Geflügel
en: Deep-frozen poultry

source: Preiselbeersoße [Kompott]
en: Cranberry sauce [compote]

source: Fettarme Kartoffelchips
en: Low-fat potato crisps

source: Magermilch
en: Skimmed milk

source: Getrocknetes Gemüse
en: Vegetables, dried

source: Seebrassen [Red Snapper, nicht lebend]
en: Sea breams [red snappers, not live]

source: Nicht lebende Oktopusse
en: Octopuses [not live]

source: Ayu-Fische [nicht lebend]
en: Sweetfish [not live]

source: Gekochtes Gemüse
en: Vegetables, cooked

source: Speck
en: Bacon

source: Teppichmuscheln [nicht lebend]
en: Short-necked clams [not live]

source: Pommes Frites
en: French fries

source: Pflanzenfette zum Kochen
en: Vegetable fats for cooking

source: Aspiks
en: Aspic

source: Nicht lebende Mollusken
en: Non-living molluscs

source: Konserviertes Obst
en: Fruit, preserved

source: Gegarte Nüsse
en: Nuts being cooked

source: Glasiertes Obst
en: Glazed fruits

source: Getrocknete Früchte
en: Dried fruit products

source: Konserviertes Gemüse
en: Vegetables, preserved

source: Molkereiprodukte und deren Ersatzprodukte
en: Dairy products and dairy substitutes

source: Vogeleier und Eierprodukte
en: Birds eggs and egg products

source: Gekochtes Obst
en: Cooked fruits

source: Gefrorene Bambussprossen
en: Frozen bamboo shoots

source: Gefrorener Chinakohl
en: Frozen celery cabbages

source: Konservierte Jujuben
en: Preserved jujubes

source: Salzfermentierter Seeigelrogen
en: Salt-fermented sea urchin roe

source: Verarbeitete Aprikosen
en: Processed apricots

source: Verarbeitete Artischocken
en: Processed artichokes

source: Verarbeitete Avocados
en: Processed avocados

source: Verarbeitete Rüben
en: Processed beets

source: Verarbeitete Bohnensprossen
en: Processed bean sprouts

source: Zitronensaft für Speisezwecke
en: Lemon juice for culinary purposes

source: Sahne auf Gemüsebasis
en: Vegetable-based cream

source: Gefriergetrocknetes Gemüse
en: Freeze-dried vegetables

source: Galbi [Grillfleischgericht]
en: Galbi [grilled meat dish]

source: Escamoles [zubereitete essbare Ameisenlarven]
en: Escamoles [edible ant larvae, prepared]

source: Nicht lebende essbare Insekten
en: Edible insects, not live

source: Verarbeiteter Zuckermais
en: Sweet corn, processed

source: Nuss-Brotaufstriche
en: Nut-based spreads

source: Kokosmilch
en: Coconut milk

source: Reismilch für Speisezwecke
en: Rice milk for culinary purposes

source: Wursthäute [künstlich]
en: Sausage skins [synthetic]

source: Natürliche oder künstliche Wursthäute
en: Sausage skins and imitations thereof

source: Aufstriche aus Haselnusspaste
en: Spreads consisting of hazelnut paste

source: Kokosnusswasser [Getränke]
en: Coconut milk [beverage]

source: Künstlicher Fischrogen
en: Artificial fish roes

source: Kochfleisch in Gläsern
en: Bottled cooked meat

source: Kokosnuss-Shrimps
en: Coconut shrimp

source: Kaffeeweißer, hauptsächlich bestehend aus Milchprodukten
en: Coffee whiteners consisting principally of dairy products

source: Fertiggericht, vorwiegend aus Huhn und Ginseng [Samgyetang]
en: Cooked dish consisting primarily of chicken and ginseng (samgyetang)

source: Fertiggericht, vorwiegend aus fermentiertem Gemüse, Schweinefleisch und Tofu [Kimchi jjigae]
en: Cooked dish consisting primarily of fermented vegetable, pork and tofu (kimchi-jjigae)

source: Fertiggericht, vorwiegend aus Tofu unter Beigabe einer nahrhaften Sojabohnenpaste [Cheonggukjang jjigae]
en: Cooked dish consisting primarily of rich soybean paste and tofu (cheonggukjang-jjigae)

source: Fertiggericht, vorwiegend aus Tofu unter Beigabe einer Sojabohnenpaste [Doenjang jjigae]
en: Cooked dish consisting primarily of soybean paste and tofu (doenjang-jjigae)

source: Fertiggericht, vorwiegend aus kurz gebratenem Rindfleisch und fermentierter Sojasauce [Sogalbi]
en: Cooked dish consisting primarily of stired-fried beef and fermented soy sauce (Sogalbi)

source: Fertiggericht, vorwiegend aus kurz gebratenem Hähnchen und fermentierter scharfer Pfefferpaste [Dak galbi]
en: Cooked dish consisting primarily of stir-fried chicken and fermented hot pepper paste (dak-galbi)

source: Kaffeeweisser für Getränke
en: Creamers for beverages

source: Gurken-Kimchi [Oi sobagi]
en: Cucumber Kimchi [Oi-sobagi]

source: Getrockneter Seetang zum Bestreuen von Reis in heißem Wasser [Ochazuke nori]
en: Dried flakes of laver for sprinkling on rice in hot water (ochazuke-nori)

source: Getrocknetes Agargelee [Kanten]
en: Dried pieces of agar jelly (kanten)

source: Enteneier
en: Duck eggs

source: Fermentierte Bambussprossen, gekocht und konserviert in Salz [Menma]
en: Fermented bamboo shoots boiled and preserved in salt (menma)

source: Fermentierter Tofu
en: Fermented bean curd

source: Fermentierte Sojabohnen [Natto]
en: Fermented soybeans (natto)

source: Getrocknete Fischfleischflocken [Kezuri bushi]
en: Flakes of dried fish meat (kezuri-bushi)

source: Gefriergetrocknete Tofustücke [Kohri dofu]
en: Freeze-dried tofu pieces (kohri-dofu)

source: Frittierte Tofustücke [Abura age]
en: Fried tofu pieces (abura-age)

source: Ziegenmilch
en: Goat milk

source: Gegrillter Schweinebauch [Samgyeopsal]
en: Grilled pork belly (samgyeopsal)

source: Gehärtete Öle [hydriertes Öl für Speisezwecke]
en: Hardened oils [hydrogenated oil for food]

source: Gelee aus Teufelszungenwurzeln [Konnyaku]
en: Jelly made from devils' tongue root (konnyaku)

source: In Sojasauce eingekochtes Fleisch [Tsukudani-Fleisch]
en: Meat boiled down in soy sauce (tsukudani meat)

source: Brühe aus Rinderknochen [Seolleongtang]
en: Ox bone based broth (seolleongtang)

source: Geschälte Tomaten
en: Peeled tomatoes

source: Fertige Vorspeisen, vorwiegend aus Meeresfrüchten
en: Prepared entrees consisting primarily of seafood

source: Verarbeitete Pistazien
en: Prepared pistachio

source: In Öl eingelegtes Gemüse
en: Preserved vegetables (in oil)

source: Verarbeitete Äpfel
en: Processed apples

source: Verarbeiteter Rosenkohl
en: Processed brussel sprouts

source: Verarbeitetes Olivenpüree
en: Processed olive puree

source: Verarbeitete Süßkartoffeln
en: Processed sweet potatoes

source: Verarbeiteter essbarer Seetang
en: Processed, edible seaweed

source: Gereifter Käse
en: Ripened cheeses

source: In Sojasauce eingekochte Meeresfrüchte [Tsukudani]
en: Seafoods boiled down in soy sauce (tsukudani)

source: Gewürzter Seetang [Jaban gim]
en: Seasoned laver (Jaban-gim)

source: In Sojasauce marinierte Krabben [Ganjang gejang]
en: Soy sauce marinated crab (Ganjang-gejang)

source: Würzige Rinderbrühe [Yukgaejang]
en: Spicy beef broth (yukgaejang)

source: Fisch und Yamswurzeln für gedämpfte Fladen [Hampen]
en: Steamed cakes of smashed fish and yam (hampen)

source: Fischpaste für geröstete oder gedämpfte Fladen [Kamaboko]
en: Steamed or toasted cakes of fish paste (kamaboko)

source: Abgetropfter Käse
en: Strained cheese

source: Gepresster weißer Weichkäse
en: Strained soft white cheeses

source: Fischpasten für geröstete Fladenröllchen [Chikuwa]
en: Tube-shaped toasted cakes of fish paste (chikuwa)

source: In Sojasoße gekochte Bohnen [Kongjaban]
en: Beans cooked in soy sauce (Kongjaban)

source: Konservierte Ballonblumenwurzel [Doraji]
en: Preserved balloon flower root (Doraji)

source: Kandierte Früchte
en: Crystallized fruits

source: Mischungen für Suppen
en: Mixes for making soup

source: Milchgetränke auf Milchbasis
en: Beverages having a milk base

source: Blutwürste
en: Corned beef

source: Wurst [Bratwurst, Brühwurst]
en: Black pudding [blood sausage]

source: Wurstwaren
en: Sausages

source: Erdnussmilch für Speisezwecke
en: Peanut milk for culinary purposes

source: Mandelmilch für Speisezwecke
en: Almond milk for culinary purposes

source: Konservierte Artischocken
en: Artichokes, preserved

source: Getrocknete essbare Pilze
en: Dried edible mushrooms

source: Verarbeitete Betelnüsse
en: Processed betel nuts

source: Kokosmilch für Speisezwecke
en: Coconut milk for culinary purposes

source: Verarbeitete Litschis
en: Processed lychee fruit

source: Verarbeitete Kürbiskerne
en: Processed pumpkin seeds

source: Vorwiegend aus Fleischersatz bestehende Fertiggerichte
en: Prepared meals consisting primarily of meat substitutes

source: Verarbeitete Wassermelonenkerne
en: Processed watermelon seeds

source: Vorgekochter Curryeintopf
en: Pre-cooked curry stew

source: Snacks auf der Basis von Gemüse
en: Snack foods based on vegetables

source: Snacks auf der Basis von Nüssen
en: Snack foods based on nuts

source: Verarbeitete Weinblätter
en: Processed grape leaves

source: Verarbeitete Kohlblätter
en: Processed collard greens

source: Fruchtfüllungen für Cobbler
en: Fruit-based fillings for cobblers

source: Eingelegter Rettich
en: Pickled radishes

source: Snacks auf Tofubasis
en: Tofu-based snacks

source: Verarbeiteter Wegerichsamen
en: Processed plantain seeds

source: Snackriegel auf Nuss- und Samenbasis
en: Nut and seed-based snack bars

source: Bio-Snackriegel auf Nuss- und Samenbasis
en: Organic nut and seed-based snack bars

source: Verarbeiteter brauner Senf
en: Processed mustard greens

source: Gewürzte Öle
en: Spiced oils

source: Spinat, gekocht
en: Cooked spinach

source: Oliven gefüllt mit Peperoni
en: Olives stuffed with red peppers

source: Oliven mit Mandelfüllung
en: Olives stuffed with almonds

source: Gehärtete Öle für Nahrungszwecke
en: Hydrogenated oils for food

source: Kürbiskernöl für Nahrungszwecke
en: Pumpkin seed oil for food

source: Kleingehacktes Fruchtfleisch
en: Mincemeat made from fruits

source: Tiefgefrorene Vorspeisen, hauptsächlich bestehend aus Huhn
en: Frozen appetizers consisting primarily of chicken

source: Milchgetränke mit Schokoladengeschmack
en: Milk-based beverages flavored with chocolate

source: Bratwürste
en: Bratwurst

source: Vorgekochte Suppen
en: Pre-cooked soup

source: Vorgekochte Misosuppe
en: Pre-cooked miso soup

source: Verarbeitete Tomaten
en: Processed tomatoes
